Repository: Jameswlepage/rsl-wp
Catalog: languages/rsl-wp-*.po
Languages: de_de, es_es, fr_fr

source: Update RSL Settings
de_de: RSL-Einstellungen aktualisieren
fr_fr: Mettre à Jour les Paramètres RSL

source: Updates an existing RSL license configuration. Modifies license terms, permissions, payment settings, and other properties while maintaining license history and validation.
de_de: Aktualisiert eine bestehende RSL-Lizenzkonfiguration. Ändert Lizenzbestimmungen, Berechtigungen, Zahlungseinstellungen und andere Eigenschaften unter Beibehaltung der Lizenzhistorie und -validierung.
fr_fr: Met à jour une configuration de licence RSL existante. Modifie les termes de licence, les permissions, les paramètres de paiement et autres propriétés tout en maintenant l'historique et la validation de licence.

source: Usage Permits
de_de: Nutzungserlaubnisse
es_es: Permisos de Uso
fr_fr: Autorisations d'Usage

source: Use Global License
de_de: Globale Lizenz verwenden
es_es: Usar Licencia Global
fr_fr: Utiliser la Licence Globale

source: Use an external RSL License Server (e.g., RSL Collective) for centralized licensing and payment processing.
de_de: Verwenden Sie einen externen RSL-Lizenzserver (z.B. RSL Collective) für zentrale Lizenzierung und Zahlungsabwicklung.
fr_fr: Utiliser un serveur de licences RSL externe (ex. RSL Collective) pour la gestion centralisée des licences et le traitement des paiements.

source: Use as AI input (RAG)
de_de: Als KI-Eingabe verwenden (RAG)
es_es: Usar como entrada de IA (RAG)
fr_fr: Utiliser comme entrée IA (RAG)

source: Use this WordPress site as the license server. Handles free licenses immediately and integrates with WooCommerce for paid licensing.
de_de: Verwenden Sie diese WordPress-Site als Lizenzserver. Verarbeitet kostenlose Lizenzen sofort und integriert sich mit WooCommerce für bezahlte Lizenzierung.
fr_fr: Utiliser ce site WordPress comme serveur de licences. Gère les licences gratuites immédiatement et s'intègre avec WooCommerce pour les licences payantes.

source: Validate Content Licensing
de_de: Inhaltslizenzierung validieren
fr_fr: Valider la Licence du Contenu

source: Validates and introspects RSL license tokens per RFC 7662. Verifies token authenticity, expiration, and associated permissions for secure content access control.
de_de: Validiert und überprüft RSL-Lizenz-Token gemäß RFC 7662. Verifiziert Token-Authentizität, Ablauf und zugeordnete Berechtigungen für sichere Inhaltszugriffskontrolle.
fr_fr: Valide et examine les jetons de licence RSL selon RFC 7662. Vérifie l'authenticité du jeton, l'expiration et les permissions associées pour un contrôle d'accès sécurisé au contenu.

source: Validates whether content usage complies with RSL licensing terms. Checks usage type, user category, and geographic restrictions against license permissions.
de_de: Validiert, ob die Inhaltsnutzung mit RSL-Lizenzbestimmungen konform ist. Überprüft Nutzungsart, Benutzerkategorie und geografische Beschränkungen gegen Lizenzberechtigungen.
fr_fr: Valide si l'utilisation du contenu est conforme aux termes de licence RSL. Vérifie le type d'usage, la catégorie d'utilisateur et les restrictions géographiques par rapport aux permissions de licence.

source: View All Licenses
de_de: Alle Lizenzen anzeigen
es_es: Ver Todas las Licencias
fr_fr: Voir Toutes les Licences

source: View License
de_de: Lizenz anzeigen
es_es: Ver Licencia
fr_fr: Voir la Licence

source: View all licenses →
de_de: Alle Lizenzen anzeigen →
es_es: Ver todas las licencias →
fr_fr: Voir toutes les licences →

source: Visible in catalog
de_de: Im Katalog sichtbar
fr_fr: Visible dans le catalogue

source: Visible in search
de_de: In der Suche sichtbar
fr_fr: Visible dans la recherche

source: Warranties
de_de: Gewährleistungen
es_es: Garantías
fr_fr: Garanties

source: Web crawling permissions
de_de: Web-Crawling-Berechtigungen
fr_fr: Permissions d'exploration web

source: WooCommerce Setup
de_de: WooCommerce-Einrichtung
fr_fr: Configuration WooCommerce

source: WooCommerce is required for paid licensing (amount > $0).
de_de: WooCommerce ist für bezahlte Lizenzierung (Betrag > $0) erforderlich.
fr_fr: WooCommerce est requis pour les licences payantes (montant > 0 $).

source: WooCommerce not installed:
de_de: WooCommerce nicht installiert:
fr_fr: WooCommerce non installé :

source: XML copied to clipboard!
de_de: XML in die Zwischenablage kopiert!
es_es: ¡XML copiado al portapapeles!
fr_fr: XML copié dans le presse-papiers !

source: Your site will now broadcast machine-readable licensing terms!
de_de: Ihre Website sendet jetzt maschinenlesbare Lizenzbestimmungen!
fr_fr: Votre site diffusera maintenant des termes de licence lisibles par machine !

source: cURL Support
de_de: cURL-Unterstützung
es_es: Soporte cURL
fr_fr: Support cURL

source: robots.txt Integration
es_es: Integración robots.txt
fr_fr: Intégration robots.txt

source: Actions
de_de: Aktionen
es_es: Acciones

source: Attribution
de_de: Namensnennung
es_es: Atribución

source: Description
de_de: Beschreibung
es_es: Descripción

source: Permissions
de_de: Berechtigungen
es_es: Permisos

source: Restrictions
de_de: Beschränkungen
es_es: Restricciones
