Repository: Jameswlepage/rsl-wp
Catalog: languages/rsl-wp-*.po
Languages: de_de, es_es, fr_fr

source: A descriptive name for this license configuration.
de_de: Ein beschreibender Name für diese Lizenzkonfiguration.
es_es: Un nombre descriptivo para esta configuración de licencia.
fr_fr: Un nom descriptif pour cette configuration de licence.

source: AI inference usage rights
de_de: KI-Inferenz-Nutzungsrechte
es_es: Derechos de uso para inferencia de IA
fr_fr: Droits d'usage pour l'inférence IA

source: AI summarization
de_de: KI-Zusammenfassung
es_es: Resumen por IA
fr_fr: Résumé par IA

source: AI training-specific licensing
de_de: KI-Training-spezifische Lizenzierung
es_es: Licencias específicas para entrenamiento de IA
fr_fr: Licence spécifique à l'entraînement IA

source: API endpoints (end anchor)
de_de: API-Endpunkte (End-Anker)
es_es: Endpoints de API (ancla final)
fr_fr: Points de terminaison API (ancre de fin)

source: About RSL
de_de: Über RSL
es_es: Acerca de RSL
fr_fr: À Propos de RSL

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif

source: Add License directive to robots.txt file.
de_de: Lizenz-Direktive zur robots.txt-Datei hinzufügen.
es_es: Añadir directiva de licencia al archivo robots.txt.
fr_fr: Ajouter la directive de licence au fichier robots.txt.

source: Add Link headers to responses
de_de: Link-Header zu Antworten hinzufügen
es_es: Añadir cabeceras Link a las respuestas
fr_fr: Ajouter des en-têtes Link aux réponses

source: Add New License
de_de: Neue Lizenz hinzufügen
es_es: Añadir Nueva Licencia
fr_fr: Ajouter une Nouvelle Licence

source: Add RSL License
de_de: RSL-Lizenz hinzufügen
es_es: Añadir Licencia RSL
fr_fr: Ajouter une Licence RSL

source: Add RSL license information to HTTP response headers.
de_de: RSL-Lizenzinformationen zu HTTP-Antwort-Headern hinzufügen.
es_es: Añadir información de licencia RSL a las cabeceras de respuesta HTTP.
fr_fr: Ajouter les informations de licence RSL aux en-têtes de réponse HTTP.

source: Add RSL licensing information to RSS feeds.
de_de: RSL-Lizenzinformationen zu RSS-Feeds hinzufügen.
es_es: Añadir información de licencias RSL a los feeds RSS.
fr_fr: Ajouter les informations de licence RSL aux flux RSS.

source: Add licensing to feed items
de_de: Lizenzierung zu Feed-Elementen hinzufügen
es_es: Añadir licencias a elementos de feed
fr_fr: Ajouter les licences aux éléments de flux

source: Additional Information
de_de: Zusätzliche Informationen
es_es: Información Adicional
fr_fr: Informations Supplémentaires

source: All Licenses
de_de: Alle Lizenzen
es_es: Todas las Licencias
fr_fr: Toutes les Licences

source: All PDF files
de_de: Alle PDF-Dateien
es_es: Todos los archivos PDF
fr_fr: Tous les fichiers PDF

source: All automated processing
de_de: Alle automatisierten Verarbeitungen
es_es: Todo procesamiento automatizado
fr_fr: Tout traitement automatisé

source: All permitted
de_de: Alles erlaubt
es_es: Todo permitido
fr_fr: Tout autorisé

source: Amount
de_de: Betrag
es_es: Cantidad
fr_fr: Montant

source: Amount must be between 0 and 999,999.99.
de_de: Der Betrag muss zwischen 0 und 999.999,99 liegen.
es_es: La cantidad debe estar entre 0 y 999,999.99.
fr_fr: Le montant doit être entre 0 et 999 999,99.

source: An error occurred while saving the license.
de_de: Beim Speichern der Lizenz ist ein Fehler aufgetreten.
es_es: Ocurrió un error al guardar la licencia.
fr_fr: Une erreur s'est produite lors de l'enregistrement de la licence.

source: Are you sure you want to delete the license "%s"? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie die Lizenz "%s" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Estás seguro de que quieres eliminar la licencia "%s"? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer la licence "%s" ? Cette action ne peut pas être annulée.

source: At a Glance
de_de: Auf einen Blick
es_es: De un Vistazo
fr_fr: En Un Coup d'Œil

source: Attribution required
de_de: Namensnennung erforderlich
es_es: Atribución requerida
fr_fr: Attribution requise

source: Authorization to license
de_de: Lizenzierungsautorisierung
es_es: Autorización para licenciar
fr_fr: Autorisation de licence

source: Automatically inject RSL license information into HTML head section.
de_de: RSL-Lizenzinformationen automatisch in den HTML-Head-Bereich einfügen.
es_es: Inyectar automáticamente información de licencia RSL en la sección head de HTML.Inyectar automáticamente información de licencia RSL en la sección HTML head.
fr_fr: Injecter automatiquement les informations de licence RSL dans la section HTML head.

source: Blog directory and subdirectories
de_de: Blog-Verzeichnis und Unterverzeichnisse
es_es: Directorio del blog y subdirectorios
fr_fr: Répertoire de blog et sous-répertoires

source: Built-in License Server
de_de: Integrierter Lizenzserver
es_es: Servidor de Licencias Integrado
fr_fr: Serveur de licences intégré

source: Check if the licensed content requires decryption keys from the license server.
de_de: Aktivieren, wenn der lizenzierte Inhalt Entschlüsselungsschlüssel vom Lizenzserver benötigt.
es_es: Marcar si el contenido licenciado requiere claves de desencriptación del servidor de licencias.
fr_fr: Cochez si le contenu sous licence nécessite des clés de déchiffrement du serveur de licences.

source: Comma-separated list of permitted countries/regions (ISO 3166-1 alpha-2 codes).
de_de: Kommagetrennte Liste erlaubter Länder/Regionen (ISO 3166-1 alpha-2 Codes).
es_es: Lista separada por comas de países/regiones permitidos (códigos ISO 3166-1 alpha-2).
fr_fr: Liste séparée par des virgules des pays/régions autorisés (codes ISO 3166-1 alpha-2).

source: Comma-separated list of prohibited countries/regions (ISO 3166-1 alpha-2 codes).
de_de: Kommagetrennte Liste verbotener Länder/Regionen (ISO 3166-1 alpha-2 Codes).
es_es: Lista separada por comas de países/regiones prohibidos (códigos ISO 3166-1 alpha-2).
fr_fr: Liste séparée par des virgules des pays/régions interdits (codes ISO 3166-1 alpha-2).

source: Commercial use
de_de: Kommerzielle Nutzung
es_es: Uso comercial
fr_fr: Usage commercial

source: Complete WooCommerce setup wizard
de_de: WooCommerce-Setup-Assistenten abschließen
es_es: Completar el asistente de configuración de WooCommerce
fr_fr: Terminer l'assistant de configuration WooCommerce

source: Configure license terms and permissions
de_de: Lizenzbestimmungen und Berechtigungen konfigurieren
es_es: Configurar términos de licencia y permisos
fr_fr: Configurer les termes de licence et permissions

source: Configure payment gateways (Stripe, PayPal, etc.)
de_de: Zahlungs-Gateways konfigurieren (Stripe, PayPal, etc.)
es_es: Configurar pasarelas de pago (Stripe, PayPal, etc.)
fr_fr: Configurer les passerelles de paiement (Stripe, PayPal, etc.)

source: Configures global RSL plugin settings including default license, integration methods (HTML injection, HTTP headers, robots.txt), and namespace configuration.
de_de: Konfiguriert globale RSL-Plugin-Einstellungen einschließlich Standardlizenz, Integrationsmethoden (HTML-Injektion, HTTP-Header, robots.txt) und Namespace-Konfiguration.
es_es: Configura ajustes globales del plugin RSL incluyendo licencia predeterminada, métodos de integración (inyección HTML, cabeceras HTTP, robots.txt), y configuración de namespace.
fr_fr: Configure les paramètres globaux du plugin RSL incluant la licence par défaut, les méthodes d'intégration (injection HTML, en-têtes HTTP, robots.txt) et la configuration d'espace de noms.

source: Contact Email
de_de: Kontakt-E-Mail
es_es: Email de Contacto
fr_fr: E-mail de Contact

source: Contact URL
de_de: Kontakt-URL
es_es: URL de Contacto
fr_fr: URL de Contact

source: Content Encryption
de_de: Inhaltsverschlüsselung
es_es: Encriptación de Contenido
fr_fr: Chiffrement du Contenu

source: Content URL
de_de: Inhalts-URL
es_es: URL del Contenido
fr_fr: URL du Contenu

source: Content URL must be an absolute URL (http/https) or a server-relative path (starting with "/").
de_de: Die Inhalts-URL muss eine absolute URL (http/https) oder ein server-relativer Pfad (beginnend mit "/") sein.
es_es: La URL del contenido debe ser una URL absoluta (http/https) o una ruta relativa al servidor (que comience con "/").
fr_fr: L'URL du contenu doit être une URL absolue (http/https) ou un chemin relatif au serveur (commençant par "/").

source: Content is encrypted
de_de: Inhalt ist verschlüsselt
es_es: El contenido está encriptado
fr_fr: Le contenu est chiffré

source: Copy to Clipboard
de_de: In Zwischenablage kopieren
es_es: Copiar al Portapapeles
fr_fr: Copier dans le Presse-papiers

source: Copyright Holder
de_de: Urheberrechtsinhaber
es_es: Titular de Derechos de Autor
fr_fr: Titulaire du Droit d'Auteur

source: Copyright:
de_de: Urheberrecht:
es_es: Derechos de Autor:
fr_fr: Droits d'Auteur :

source: Crawl
de_de: Crawlen
es_es: Rastreo
fr_fr: Exploration

source: Create License
de_de: Lizenz erstellen
es_es: Crear Licencia
fr_fr: Créer une Licence

source: Create RSL License
de_de: RSL-Lizenz erstellen
es_es: Crear Licencia RSL
fr_fr: Créer une Licence RSL

source: Create paid license with amount > $0
de_de: Bezahlte Lizenz mit Betrag > $0 erstellen
es_es: Crear licencia pagada con cantidad > $0
fr_fr: Créer une licence payante avec montant > 0 $

source: Create your first license
de_de: Ihre erste Lizenz erstellen
es_es: Crea tu primera licencia
fr_fr: Créez votre première licence

source: Create your first license using "Add New License"
de_de: Erstellen Sie Ihre erste Lizenz mit "Neue Lizenz hinzufügen"
es_es: Crear su primera licencia usando "Añadir Nueva Licencia"
fr_fr: Créez votre première licence en utilisant "Ajouter une Nouvelle Licence"

source: Creates a new Really Simple Licensing (RSL) license with specified terms, permissions, and payment configuration. Supports all RSL 1.0 specification elements including usage restrictions, geographic limitations, and payment types.
de_de: Erstellt eine neue Really Simple Licensing (RSL) Lizenz mit spezifizierten Bestimmungen, Berechtigungen und Zahlungskonfiguration. Unterstützt alle RSL 1.0 Spezifikationselemente einschließlich Nutzungseinschränkungen, geografischer Beschränkungen und Zahlungsarten.
fr_fr: Crée une nouvelle licence Really Simple Licensing (RSL) avec des termes spécifiés, des permissions et une configuration de paiement. Prend en charge tous les éléments de la spécification RSL 1.0 incluant les restrictions d'usage, les limitations géographiques et les types de paiement.

source: Creating Licenses
de_de: Lizenzen erstellen
es_es: Creando Licencias
fr_fr: Création de Licences

source: Credit/attribution required (can be free or paid)
de_de: Namensnennung erforderlich (kann kostenlos oder bezahlt sein)
es_es: Crédito/atribución requerida (puede ser gratuita o pagada)
fr_fr: Crédit/attribution requis (peut être gratuit ou payant)

source: Currency must be a valid 3-letter ISO code (e.g., USD, EUR).
de_de: Die Währung muss ein gültiger 3-stelliger ISO-Code sein (z.B. USD, EUR).
es_es: La moneda debe ser un código ISO válido de 3 letras (ej., USD, EUR).
fr_fr: La devise doit être un code ISO valide de 3 lettres (ex., USD, EUR).

source: Custom License URL
de_de: Benutzerdefinierte Lizenz-URL
es_es: URL de Licencia Personalizada
fr_fr: URL de Licence Personnalisée

source: Dashboard
es_es: Panel de Control
fr_fr: Tableau de Bord

source: Default Site License
de_de: Standard-Website-Lizenz
es_es: Licencia Predeterminada del Sitio
fr_fr: Licence de Site par Défaut

source: Default licensing terms for this WordPress site
de_de: Standard-Lizenzbestimmungen für diese WordPress-Website
es_es: Términos de licencia predeterminados para este sitio de WordPress
fr_fr: Termes de licence par défaut pour ce site WordPress

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer

source: Delete RSL License
de_de: RSL-Lizenz löschen
es_es: Eliminar Licencia RSL
fr_fr: Supprimer une Licence RSL

source: Descriptive name for this license
de_de: Beschreibender Name für diese Lizenz
es_es: Nombre descriptivo para esta licencia
fr_fr: Nom descriptif pour cette licence

source: Developer Guide
de_de: Entwicklerhandbuch
es_es: Guía del Desarrollador
fr_fr: Guide du Développeur

source: Digital content license for %s
de_de: Digitale Inhaltslizenz für %s
es_es: Licencia de contenido digital para %s
fr_fr: Licence de contenu numérique pour %s

source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé

source: Disclaimers
de_de: Haftungsausschlüsse
es_es: Exenciones de Responsabilidad
fr_fr: Avis de Non-responsabilité

source: Download XML
de_de: XML herunterladen
es_es: Descargar XML
fr_fr: Télécharger XML

source: Download the RSL XML for this license
de_de: RSL-XML für diese Lizenz herunterladen
es_es: Descargar el XML RSL para esta licencia
fr_fr: Télécharger le XML RSL pour cette licence

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier

source: Edit RSL License
de_de: RSL-Lizenz bearbeiten
es_es: Editar Licencia RSL
fr_fr: Modifier la Licence RSL

source: Educational use
de_de: Bildungsnutzung
es_es: Uso educativo
fr_fr: Usage éducatif

source: Embed RSL license information in uploaded media files.
de_de: RSL-Lizenzinformationen in hochgeladene Mediendateien einbetten.
es_es: Incrustar información de licencia RSL en archivos multimedia subidos.
fr_fr: Intégrer les informations de licence RSL dans les fichiers média téléchargés.

source: Embed licenses in page headers
de_de: Lizenzen in Seitenkopfzeilen einbetten
es_es: Incrustar licencias en cabeceras de página
fr_fr: Intégrer les licences dans les en-têtes de page

source: Embedded
de_de: Eingebettet
es_es: Incrustado
fr_fr: Intégré

source: Enable HTML head injection
de_de: HTML-Head-Injektion aktivieren
es_es: Habilitar inyección en HTML head
fr_fr: Activer l'injection HTML head

source: Enable HTTP Link headers
de_de: HTTP-Link-Header aktivieren
es_es: Habilitar cabeceras HTTP Link
fr_fr: Activer les en-têtes HTTP Link

source: Enable RSS feed RSL integration
de_de: RSS-Feed RSL-Integration aktivieren
es_es: Habilitar integración RSL en feed RSS
fr_fr: Activer l'intégration RSL du flux RSS

source: Enable integration methods (HTML, robots.txt, etc.)
de_de: Integrationsmethoden aktivieren (HTML, robots.txt, etc.)
es_es: Habilitar métodos de integración (HTML, robots.txt, etc.)
fr_fr: Activer les méthodes d'intégration (HTML, robots.txt, etc.)

source: Enable media file metadata embedding
de_de: Metadaten-Einbettung in Mediendateien aktivieren
es_es: Habilitar incrustación de metadatos en archivos multimedia
fr_fr: Activer l'intégration de métadonnées dans les fichiers média

source: Enable robots.txt license directive
de_de: robots.txt Lizenz-Direktive aktivieren
es_es: Habilitar directiva de licencia en robots.txt
fr_fr: Activer la directive de licence robots.txt

source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé

source: Enter the URL of the external RSL License Server API endpoint.
de_de: Geben Sie die URL des externen RSL-Lizenzserver API-Endpunkts ein.
fr_fr: Entrez l'URL du point de terminaison API du serveur de licences RSL externe.

source: Entire site
de_de: Gesamte Website
es_es: Todo el sitio
fr_fr: Site entier

source: Error deleting license
de_de: Fehler beim Löschen der Lizenz
es_es: Error al eliminar licencia
fr_fr: Erreur lors de la suppression de la licence

source: Error generating XML
de_de: Fehler beim Generieren der XML
es_es: Error al generar XML
fr_fr: Erreur lors de la génération XML

source: Extend robots.txt with RSL directives
de_de: robots.txt mit RSL-Direktiven erweitern
es_es: Extender robots.txt con directivas RSL
fr_fr: Étendre robots.txt avec des directives RSL

source: External License Server
de_de: Externer Lizenzserver
es_es: Servidor de Licencias Externo
fr_fr: Serveur de licences externe

source: External Server URL:
de_de: Externe Server-URL:
es_es: URL del Servidor Externo:
fr_fr: URL du serveur externe :

source: Failed to copy to clipboard. Please select and copy manually.
de_de: Fehler beim Kopieren in die Zwischenablage. Bitte manuell markieren und kopieren.
es_es: Error al copiar al portapapeles. Por favor, seleccione y copie manualmente.Error al copiar al portapapeles. Por favor, selecciona y copia manualmente.
fr_fr: Impossible de copier dans le presse-papiers. Veuillez sélectionner et copier manuellement.

source: Failed to create license
de_de: Fehler beim Erstellen der Lizenz
es_es: Error al crear licencia
fr_fr: Échec de la création de licence

source: Failed to delete license
de_de: Fehler beim Löschen der Lizenz
es_es: Error al eliminar la licencia
fr_fr: Échec de la suppression de la licence

source: Failed to save license
de_de: Fehler beim Speichern der Lizenz
es_es: Error al guardar la licencia
fr_fr: Échec de l'enregistrement de la licence

source: Failed to update license
de_de: Fehler beim Aktualisieren der Lizenz
es_es: Error al actualizar licencia
fr_fr: Échec de la mise à jour de licence

source: For attribution licenses, set the amount to $0 or use "purchase" payment type.
de_de: Für Namensnennungslizenzen setzen Sie den Betrag auf $0 oder verwenden Sie den Zahlungstyp "purchase".
fr_fr: Pour les licences d'attribution, définissez le montant à 0 $ ou utilisez le type de paiement "achat".

source: For paid attribution licenses, please install and activate WooCommerce, then set up your preferred payment gateway (Stripe, PayPal, etc.).
de_de: Für bezahlte Namensnennungslizenzen installieren und aktivieren Sie bitte WooCommerce und richten dann Ihr bevorzugtes Zahlungs-Gateway ein (Stripe, PayPal, etc.).
fr_fr: Pour les licences d'attribution payantes, veuillez installer et activer WooCommerce, puis configurer votre passerelle de paiement préférée (Stripe, PayPal, etc.).

source: For paid licensing (amount > $0), you need WooCommerce installed and configured.
de_de: Für bezahlte Lizenzierung (Betrag > $0) benötigen Sie WooCommerce installiert und konfiguriert.
fr_fr: Pour les licences payantes (montant > 0 $), vous avez besoin de WooCommerce installé et configuré.

source: Free
de_de: Kostenlos
es_es: Gratis
fr_fr: Gratuit

source: Free from malware
de_de: Frei von Malware
es_es: Libre de malware
fr_fr: Sans logiciel malveillant

source: Generate XML
de_de: XML generieren
es_es: Generar XML
fr_fr: Générer XML

source: Generated RSL XML
de_de: Generierte RSL-XML
es_es: XML RSL Generado
fr_fr: XML RSL Généré

source: Generates RSL 1.0 compliant XML for a specific license. Returns machine-readable licensing data suitable for automated systems, crawlers, and AI agents.
de_de: Generiert RSL 1.0 konforme XML für eine spezifische Lizenz. Gibt maschinenlesbare Lizenzierungsdaten zurück, die für automatisierte Systeme, Crawler und KI-Agenten geeignet sind.
fr_fr: Génère du XML conforme à RSL 1.0 pour une licence spécifique. Retourne des données de licence lisibles par machine adaptées aux systèmes automatisés, aux robots d'exploration et aux agents IA.

source: Get Content License
de_de: Inhaltslizenz abrufen
fr_fr: Obtenir la Licence du Contenu

source: Get License XML
de_de: Lizenz-XML abrufen
fr_fr: Obtenir le XML de Licence

source: Getting Started
de_de: Erste Schritte
fr_fr: Commencer

source: Global License
de_de: Globale Lizenz
es_es: Licencia Global
fr_fr: Licence Globale

source: Global License Active:
de_de: Globale Lizenz aktiv:
es_es: Licencia Global Activa:
fr_fr: Licence Globale Active :

source: Go to Settings
de_de: Zu den Einstellungen
es_es: Ir a Configuración
fr_fr: Aller aux Paramètres

source: Government use
de_de: Behördliche Nutzung
es_es: Uso gubernamental
fr_fr: Usage gouvernemental

source: HTML Head Injection
de_de: HTML-Head-Injektion
es_es: Inyección en HTML Head
fr_fr: Injection HTML Head

source: HTML Injection
de_de: HTML-Injektion
es_es: Inyección HTML
fr_fr: Injection HTML

source: HTTP Headers
de_de: HTTP-Header
es_es: Cabeceras HTTP
fr_fr: En-têtes HTTP

source: HTTP Link Headers
de_de: HTTP-Link-Header
es_es: Cabeceras HTTP Link
fr_fr: En-têtes HTTP Link

source: Hidden (default)
de_de: Versteckt (Standard)
fr_fr: Masqué (par défaut)

source: How should auto-created license products appear in your store?
de_de: Wie sollen automatisch erstellte Lizenzprodukte in Ihrem Shop erscheinen?
fr_fr: Comment les produits de licence créés automatiquement doivent-ils apparaître dans votre boutique ?

source: Inactive
de_de: Inaktiv
es_es: Inactivo
fr_fr: Inactif

source: Inference
de_de: Inferenz
es_es: Inferencia
fr_fr: Inférence

source: Install WooCommerce
de_de: WooCommerce installieren
es_es: Instalar WooCommerce
fr_fr: Installer WooCommerce

source: Install and activate WooCommerce plugin
de_de: WooCommerce-Plugin installieren und aktivieren
fr_fr: Installer et activer le plugin WooCommerce

source: Integration Methods
de_de: Integrationsmethoden
fr_fr: Méthodes d'Intégration

source: Integration Status
de_de: Integrationsstatus
es_es: Estado de Integración
fr_fr: Statut d'Intégration

source: Introspect License Token
de_de: Lizenz-Token überprüfen
fr_fr: Examiner le Jeton de Licence

source: Invalid Content URL format.
de_de: Ungültiges Inhalts-URL-Format.
es_es: Formato de URL de contenido inválido.
fr_fr: Format d'URL de contenu invalide.

source: Invalid Server URL format.
de_de: Ungültiges Server-URL-Format.
es_es: Formato de URL del servidor inválido.
fr_fr: Format d'URL de serveur invalide.

source: Invalid email address format.
de_de: Ungültiges E-Mail-Adressformat.
es_es: Formato de dirección de correo inválido.
fr_fr: Format d'adresse e-mail invalide.

source: Invalid server-relative path/pattern.
de_de: Ungültiger server-relativer Pfad/Muster.
es_es: Ruta/patrón relativo al servidor inválido.
fr_fr: Chemin/motif relatif au serveur invalide.

source: Issue License Token
de_de: Lizenz-Token ausstellen
fr_fr: Émettre un Jeton de Licence

source: Issues authentication tokens for paid RSL licenses via Open Licensing Protocol (OLP). Handles payment verification and creates JWT tokens for authorized content access.
de_de: Stellt Authentifizierungs-Token für bezahlte RSL-Lizenzen über das Open Licensing Protocol (OLP) aus. Verarbeitet Zahlungsverifizierung und erstellt JWT-Token für autorisierten Inhaltszugriff.
fr_fr: Émet des jetons d'authentification pour les licences RSL payantes via le Protocole de Licence Ouverte (OLP). Gère la vérification de paiement et crée des jetons JWT pour l'accès au contenu autorisé.

source: Leave empty to use post URL
de_de: Leer lassen, um die Beitrag-URL zu verwenden
es_es: Dejar vacío para usar la URL de la entrada
fr_fr: Laisser vide pour utiliser l'URL de l'article

source: Legal Information
de_de: Rechtliche Informationen
es_es: Información Legal
fr_fr: Informations Légales

source: License
de_de: Lizenz
fr_fr: Licence

source: License Actions
de_de: Lizenz-Aktionen
fr_fr: Actions de Licence

source: License Creation Guide
de_de: Anleitung zur Lizenzerstellung
fr_fr: Guide de Création de Licence

source: License Management
de_de: Lizenzverwaltung
fr_fr: Gestion des Licences

source: License Name
de_de: Lizenzname
es_es: Nombre de Licencia
fr_fr: Nom de Licence

source: License Override:
de_de: Lizenz überschreiben:
es_es: Anular Licencia:
fr_fr: Remplacer la Licence :

source: License Product Visibility
de_de: Lizenzprodukt-Sichtbarkeit
fr_fr: Visibilité du Produit de Licence

source: License Server
de_de: Lizenzserver
fr_fr: Serveur de Licences

source: License Server Options
de_de: Lizenzserver-Optionen
fr_fr: Options du Serveur de Licences

source: License URL is not valid
de_de: Lizenz-URL ist nicht gültig
es_es: La URL de la licencia no es válida
fr_fr: L'URL de licence n'est pas valide

source: License deleted successfully
de_de: Lizenz erfolgreich gelöscht
es_es: Licencia eliminada exitosamente
fr_fr: Licence supprimée avec succès

source: License is active
de_de: Lizenz ist aktiv
es_es: La licencia está activa
fr_fr: La licence est active
