Repository: Jameswlepage/rsl-wp
Catalog: languages/rsl-wp-*.po
Languages: de_de, es_es, fr_fr

source: License not found
de_de: Lizenz nicht gefunden
es_es: Licencia no encontrada
fr_fr: Licence introuvable

source: License not found or inactive
de_de: Lizenz nicht gefunden oder inaktiv
fr_fr: Licence introuvable ou inactive

source: License saved successfully
de_de: Lizenz erfolgreich gespeichert
es_es: Licencia guardada exitosamente
fr_fr: Licence enregistrée avec succès

source: List RSL Licenses
de_de: RSL-Lizenzen auflisten
fr_fr: Lister les Licences RSL

source: Manage Licenses
de_de: Lizenzen verwalten
es_es: Gestionar Licencias
fr_fr: Gérer les Licences

source: Managing Your Licenses
de_de: Ihre Lizenzen verwalten
fr_fr: Gestion de Vos Licences

source: Media Metadata
de_de: Medien-Metadaten
es_es: Metadatos de Medios
fr_fr: Métadonnées Média

source: Modify license terms and settings
de_de: Lizenzbestimmungen und Einstellungen ändern
fr_fr: Modifier les termes et paramètres de licence

source: Name
es_es: Nombre
fr_fr: Nom

source: Name and Content URL are required fields.
de_de: Name und Inhalts-URL sind Pflichtfelder.
es_es: El nombre y la URL del contenido son campos obligatorios.
fr_fr: Le nom et l'URL du contenu sont des champs obligatoires.

source: Need Help?
de_de: Benötigen Sie Hilfe?
fr_fr: Besoin d'Aide ?

source: No License directive found
de_de: Keine Lizenz-Direktive gefunden
es_es: No se encontró directiva de licencia
fr_fr: Aucune directive de licence trouvée

source: No global license
de_de: Keine globale Lizenz
es_es: Sin licencia global
fr_fr: Aucune licence globale

source: No indemnification
de_de: Keine Schadloshaltung
es_es: Sin indemnización
fr_fr: Aucune indemnisation

source: No liability
de_de: Keine Haftung
es_es: Sin responsabilidad
fr_fr: Aucune responsabilité

source: No license
de_de: Keine Lizenz
es_es: Sin licencia
fr_fr: Aucune licence

source: No licenses created yet.
de_de: Noch keine Lizenzen erstellt.
es_es: Aún no se han creado licencias.
fr_fr: Aucune licence créée pour le moment.

source: No licenses found.
de_de: Keine Lizenzen gefunden.
es_es: No se encontraron licencias.
fr_fr: Aucune licence trouvée.

source: No payment required
de_de: Keine Zahlung erforderlich
es_es: No se requiere pago
fr_fr: Aucun paiement requis

source: No third-party infringement
de_de: Keine Rechtsverletzung durch Dritte
es_es: Sin infracción de terceros
fr_fr: Aucune violation de tiers

source: No warranties
de_de: Keine Gewährleistungen
es_es: Sin garantías
fr_fr: Aucune garantie

source: Non-commercial use
de_de: Nicht-kommerzielle Nutzung
es_es: Uso no comercial
fr_fr: Usage non commercial

source: Not installed
de_de: Nicht installiert
fr_fr: Non installé

source: Note: Set amount to $0 for free licenses of any type. Amounts > $0 require WooCommerce for payment processing.
de_de: Hinweis: Setzen Sie den Betrag auf $0 für kostenlose Lizenzen jeder Art. Beträge > $0 erfordern WooCommerce für die Zahlungsabwicklung.
fr_fr: Note : Définissez le montant à 0 $ pour les licences gratuites de tout type. Les montants > 0 $ nécessitent WooCommerce pour le traitement des paiements.

source: One-time payment
de_de: Einmalige Zahlung
es_es: Pago único
fr_fr: Paiement unique

source: One-time purchase
de_de: Einmaliger Kauf
es_es: Compra única
fr_fr: Achat unique

source: Only amount = 0 will work for token generation.
de_de: Nur Betrag = 0 funktioniert für die Token-Generierung.
fr_fr: Seul un montant = 0 fonctionnera pour la génération de jetons.

source: Optional description of this license.
de_de: Optionale Beschreibung dieser Lizenz.
es_es: Descripción opcional de esta licencia.
fr_fr: Description optionnelle de cette licence.

source: Organization
de_de: Organisation
es_es: Organización
fr_fr: Organisation

source: Override Content URL:
de_de: Inhalts-URL überschreiben:
es_es: Anular URL del Contenido:
fr_fr: Remplacer l'URL du Contenu :

source: Override the content URL for this specific post/page. Useful for syndicated content.
de_de: Die Inhalts-URL für diesen spezifischen Beitrag/diese Seite überschreiben. Nützlich für syndizierte Inhalte.
es_es: Anular la URL del contenido para esta entrada/página específica. Útil para contenido sindicado.
fr_fr: Remplacer l'URL du contenu pour cet article/page spécifique. Utile pour le contenu syndiqué.

source: Ownership rights
de_de: Eigentumsrechte
es_es: Derechos de propiedad
fr_fr: Droits de propriété

source: Payment & Compensation
de_de: Zahlung & Entschädigung
es_es: Pago y Compensación
fr_fr: Paiement et Compensation

source: Payment Setup Guide
de_de: Anleitung zur Zahlungseinrichtung
fr_fr: Guide de Configuration de Paiement

source: Payment Type
de_de: Zahlungsart
es_es: Tipo de Pago
fr_fr: Type de Paiement

source: Payment Type:
de_de: Zahlungsart:
es_es: Tipo de Pago:
fr_fr: Type de Paiement :

source: Payment Types
de_de: Zahlungsarten
fr_fr: Types de Paiement

source: Per crawl
de_de: Pro Crawl
es_es: Por rastreo
fr_fr: Par exploration

source: Per inference
de_de: Pro Inferenz
es_es: Por inferencia
fr_fr: Par inférence

source: Per training use
de_de: Pro Trainingsnutzung
es_es: Por uso de entrenamiento
fr_fr: Par usage d'entraînement

source: Permanently removes an RSL license from the system. This action cannot be undone and will affect any content currently using this license.
de_de: Entfernt eine RSL-Lizenz dauerhaft aus dem System. Diese Aktion kann nicht rückgängig gemacht werden und betrifft alle Inhalte, die diese Lizenz derzeit verwenden.
fr_fr: Supprime définitivement une licence RSL du système. Cette action ne peut pas être annulée et affectera tout contenu utilisant actuellement cette licence.

source: Permission denied
de_de: Zugriff verweigert
es_es: Permisos denegados
fr_fr: Permission refusée

source: Permitted Geography
de_de: Erlaubte Geografie
es_es: Geografía Permitida
fr_fr: Géographie Autorisée

source: Permitted Usage
de_de: Erlaubte Nutzung
es_es: Uso Permitido
fr_fr: Usage Autorisé

source: Permitted Usage:
de_de: Erlaubte Nutzung:
es_es: Uso Permitido:
fr_fr: Usage Autorisé :

source: Permitted Users
de_de: Erlaubte Benutzer
es_es: Usuarios Permitidos
fr_fr: Utilisateurs Autorisés

source: Person
es_es: Persona
fr_fr: Personne

source: Personal use
de_de: Private Nutzung
es_es: Uso personal
fr_fr: Usage personnel

source: Please enter a valid URL
de_de: Bitte geben Sie eine gültige URL ein
es_es: Por favor, introduce una URL válida
fr_fr: Veuillez entrer une URL valide

source: Please enter a valid email address
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es_es: Por favor, introduce una dirección de correo válida
fr_fr: Veuillez entrer une adresse e-mail valide

source: Please install and activate WooCommerce to enable payment processing.
de_de: Bitte installieren und aktivieren Sie WooCommerce, um die Zahlungsabwicklung zu ermöglichen.
fr_fr: Veuillez installer et activer WooCommerce pour activer le traitement des paiements.

source: Plugin Documentation
de_de: Plugin-Dokumentation
fr_fr: Documentation du Plugin

source: Privacy consents obtained
de_de: Datenschutzeinverständnisse eingeholt
es_es: Consentimientos de privacidad obtenidos
fr_fr: Consentements de confidentialité obtenus

source: Prohibited Geography
de_de: Verbotene Geografie
es_es: Geografía Prohibida
fr_fr: Géographie Interdite

source: Prohibited Usage
de_de: Verbotene Nutzung
es_es: Uso Prohibido
fr_fr: Usage Interdit

source: Prohibited Users
de_de: Verbotene Benutzer
es_es: Usuarios Prohibidos
fr_fr: Utilisateurs Interdits

source: Provided "as is"
de_de: Bereitgestellt "wie besehen"
es_es: Proporcionado "tal como está"
fr_fr: Fourni "en l'état"

source: Purchase
de_de: Kauf
es_es: Compra
fr_fr: Achat

source: Quick Start
de_de: Schnellstart
fr_fr: Démarrage Rapide

source: RSL Collective
de_de: RSL-Kollektiv
es_es: Colectivo RSL
fr_fr: Collectif RSL

source: RSL License
de_de: RSL-Lizenz
es_es: Licencia RSL
fr_fr: Licence RSL

source: RSL License: %s
de_de: RSL-Lizenz: %s
fr_fr: Licence RSL : %s

source: RSL Licenses
de_de: RSL-Lizenzen
es_es: Licencias RSL
fr_fr: Licences RSL

source: RSL Licensing
de_de: RSL-Lizenzierung
es_es: Licencias RSL
fr_fr: Licences RSL

source: RSL Licensing Settings
de_de: RSL-Lizenzierung-Einstellungen
es_es: Configuración de Licencias RSL
fr_fr: Paramètres des Licences RSL

source: RSL Licensing: Failed to create required database tables. Please check database permissions.
de_de: RSL-Lizenzierung: Fehler beim Erstellen der erforderlichen Datenbanktabellen. Bitte überprüfen Sie die Datenbankberechtigungen.
es_es: Licencias RSL: Error al crear las tablas de base de datos requeridas. Por favor verifica los permisos de la base de datos.
fr_fr: Licences RSL : Échec de la création des tables de base de données requises. Veuillez vérifier les permissions de la base de données.

source: RSL Namespace
es_es: Espacio de Nombres RSL
fr_fr: Espace de Noms RSL

source: RSL Overview
de_de: RSL-Übersicht
fr_fr: Vue d'Ensemble RSL

source: RSL Plugin
es_es: Plugin RSL
fr_fr: Plugin RSL

source: RSL Resources
de_de: RSL-Ressourcen
fr_fr: Ressources RSL

source: RSL Standard
es_es: Estándar RSL
fr_fr: Standard RSL

source: RSL Standard Docs
de_de: RSL-Standard-Dokumentation
fr_fr: Documentation Standard RSL

source: RSL Standard Documentation
de_de: RSL-Standard-Dokumentation
fr_fr: Documentation du Standard RSL

source: RSL Status
es_es: Estado RSL
fr_fr: Statut RSL

source: RSL XML namespace URI. Use default unless you have a custom implementation.
de_de: RSL XML-Namespace-URI. Standard verwenden, es sei denn, Sie haben eine benutzerdefinierte Implementierung.
es_es: URI del espacio de nombres XML RSL. Usar por defecto a menos que tengas una implementación personalizada.
fr_fr: URI de l'espace de noms XML RSL. Utilisez par défaut sauf si vous avez une implémentation personnalisée.

source: RSL enables you to define machine-readable licensing terms for your content. This helps AI companies, search engines, and other automated systems understand how they can use your content.
de_de: RSL ermöglicht es Ihnen, maschinenlesbare Lizenzbestimmungen für Ihre Inhalte zu definieren. Dies hilft KI-Unternehmen, Suchmaschinen und anderen automatisierten Systemen zu verstehen, wie sie Ihre Inhalte nutzen können.
fr_fr: RSL vous permet de définir des termes de licence lisibles par machine pour votre contenu. Cela aide les entreprises d'IA, les moteurs de recherche et autres systèmes automatisés à comprendre comment ils peuvent utiliser votre contenu.

source: RSL metadata embedded
de_de: RSL-Metadaten eingebettet
es_es: Metadatos RSL incrustados
fr_fr: Métadonnées RSL intégrées

source: RSS Enhancement
de_de: RSS-Verbesserung
fr_fr: Amélioration RSS

source: RSS Feed Enhancement
de_de: RSS-Feed-Verbesserung
es_es: Mejora de Feed RSS
fr_fr: Amélioration du Flux RSS

source: RSS Feed Integration
es_es: Integración de Feed RSS
fr_fr: Intégration du Flux RSS

source: Really Simple Licensing (RSL) is a machine-readable format for defining licensing terms for digital content. It enables content owners to specify how their content can be used by AI systems, search engines, and other automated tools.
de_de: Really Simple Licensing (RSL) ist ein maschinenlesbares Format zur Definition von Lizenzbestimmungen für digitale Inhalte. Es ermöglicht Inhaltseigentümern zu spezifizieren, wie ihre Inhalte von KI-Systemen, Suchmaschinen und anderen automatisierten Tools genutzt werden können.
es_es: Really Simple Licensing (RSL) es un formato legible por máquina para definir términos de licencia para contenido digital. Permite a los propietarios de contenido especificar cómo puede ser utilizado su contenido por sistemas de IA, motores de búsqueda y otras herramientas automatizadas.
fr_fr: Really Simple Licensing (RSL) est un format lisible par machine pour définir les termes de licence du contenu numérique. Il permet aux propriétaires de contenu de spécifier comment leur contenu peut être utilisé par les systèmes IA, moteurs de recherche et autres outils automatisés.

source: Recent Licenses
de_de: Neueste Lizenzen
es_es: Licencias Recientes
fr_fr: Licences Récentes

source: Recommended
de_de: Empfohlen
fr_fr: Recommandé

source: Recurring payments (requires WooCommerce Subscriptions)
de_de: Wiederkehrende Zahlungen (erfordert WooCommerce Subscriptions)
es_es: Pagos recurrentes (requiere WooCommerce Subscriptions)
fr_fr: Paiements récurrents (nécessite WooCommerce Subscriptions)

source: Remove the license permanently
de_de: Die Lizenz dauerhaft entfernen
fr_fr: Supprimer la licence définitivement

source: Required Fields
de_de: Pflichtfelder
fr_fr: Champs Obligatoires

source: Required for paid licensing
de_de: Erforderlich für bezahlte Lizenzierung
fr_fr: Requis pour les licences payantes

source: Retrieves RSL license information for specific content URL. Returns applicable license terms, permissions, payment requirements, and XML data for automated systems and AI agents.
de_de: Ruft RSL-Lizenzinformationen für eine spezifische Inhalts-URL ab. Gibt anwendbare Lizenzbestimmungen, Berechtigungen, Zahlungsanforderungen und XML-Daten für automatisierte Systeme und KI-Agenten zurück.
fr_fr: Récupère les informations de licence RSL pour une URL de contenu spécifique. Retourne les termes de licence applicables, les permissions, les exigences de paiement et les données XML pour les systèmes automatisés et agents IA.

source: Retrieves all RSL licenses with optional filtering by status, payment type, or search terms. Returns comprehensive license data for administration and management.
de_de: Ruft alle RSL-Lizenzen mit optionaler Filterung nach Status, Zahlungsart oder Suchbegriffen ab. Gibt umfassende Lizenzdaten für Administration und Verwaltung zurück.
fr_fr: Récupère toutes les licences RSL avec filtrage optionnel par statut, type de paiement ou termes de recherche. Retourne des données de licence complètes pour l'administration et la gestion.

source: Royalty
de_de: Lizenzgebühr
es_es: Regalía
fr_fr: Redevance

source: Save settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres

source: Saving...
de_de: Speichern...
es_es: Guardando...
fr_fr: Enregistrement...

source: Schema.org URL
es_es: URL de Schema.org
fr_fr: URL Schema.org

source: Search indexing
de_de: Suchindexierung
es_es: Indexación de búsqueda
fr_fr: Indexation de recherche

source: Select RSL license for this media file.
de_de: RSL-Lizenz für diese Mediendatei auswählen.
es_es: Selecciona la licencia RSL para este archivo multimedia.
fr_fr: Sélectionnez la licence RSL pour ce fichier média.

source: Select Type
de_de: Typ auswählen
es_es: Seleccionar Tipo
fr_fr: Sélectionner le Type

source: Select a license to apply site-wide. Individual posts/pages can override this.
de_de: Wählen Sie eine Lizenz für die gesamte Website. Einzelne Beiträge/Seiten können dies überschreiben.
es_es: Selecciona una licencia para aplicar a todo el sitio. Las entradas/páginas individuales pueden anular esto.
fr_fr: Sélectionnez une licence à appliquer sur tout le site. Les articles/pages individuels peuvent remplacer ceci.

source: Select a specific license to override the global license for this content.
de_de: Wählen Sie eine spezifische Lizenz aus, um die globale Lizenz für diesen Inhalt zu überschreiben.
es_es: Selecciona una licencia específica para anular la licencia global para este contenido.
fr_fr: Sélectionnez une licence spécifique pour remplacer la licence globale pour ce contenu.

source: Select disclaimers for this license.
de_de: Wählen Sie Haftungsausschlüsse für diese Lizenz.
es_es: Selecciona exenciones de responsabilidad para esta licencia.
fr_fr: Sélectionnez les avis de non-responsabilité pour cette licence.

source: Select explicitly prohibited usage types.
de_de: Wählen Sie explizit verbotene Nutzungsarten.
es_es: Selecciona tipos de uso explícitamente prohibidos.
fr_fr: Sélectionnez les types d'usage explicitement interdits.

source: Select explicitly prohibited user types.
de_de: Wählen Sie explizit verbotene Benutzertypen.
es_es: Selecciona tipos de usuarios explícitamente prohibidos.
fr_fr: Sélectionnez les types d'utilisateurs explicitement interdits.

source: Select permitted usage types. Leave empty to permit all usage types.
de_de: Wählen Sie erlaubte Nutzungsarten. Leer lassen, um alle Nutzungsarten zu erlauben.
es_es: Selecciona tipos de uso permitidos. Dejar vacío para permitir todos los tipos de uso.
fr_fr: Sélectionnez les types d'usage autorisés. Laisser vide pour autoriser tous les types d'usage.

source: Select permitted user types. Leave empty to permit all user types.
de_de: Wählen Sie erlaubte Benutzertypen. Leer lassen, um alle Benutzertypen zu erlauben.
es_es: Selecciona tipos de usuarios permitidos. Dejar vacío para permitir todos los tipos de usuario.
fr_fr: Sélectionnez les types d'utilisateurs autorisés. Laisser vide pour autoriser tous les types d'utilisateur.

source: Select the payment model for this license. Set amount to 0 for free licenses of any type.
de_de: Wählen Sie das Zahlungsmodell für diese Lizenz. Setzen Sie den Betrag auf 0 für kostenlose Lizenzen jeder Art.
fr_fr: Sélectionnez le modèle de paiement pour cette licence. Définissez le montant à 0 pour les licences gratuites de tout type.

source: Select warranties provided with this license.
de_de: Wählen Sie Gewährleistungen aus, die mit dieser Lizenz bereitgestellt werden.
es_es: Selecciona garantías proporcionadas con esta licencia.
fr_fr: Sélectionnez les garanties fournies avec cette licence.

source: Set Server URL to built-in server option
de_de: Server-URL auf eingebaute Server-Option setzen
fr_fr: Définir l'URL du serveur sur l'option serveur intégré

source: Set it as your global license
de_de: Als globale Lizenz festlegen
fr_fr: La définir comme votre licence globale

source: Set to 0 for free licenses. Amounts > 0 require WooCommerce for payment processing.
de_de: Auf 0 für kostenlose Lizenzen setzen. Beträge > 0 erfordern WooCommerce für die Zahlungsabwicklung.
fr_fr: Définir à 0 pour les licences gratuites. Les montants > 0 nécessitent WooCommerce pour le traitement des paiements.

source: Setting Up Paid Licensing
de_de: Bezahlte Lizenzierung einrichten
fr_fr: Configuration des Licences Payantes

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres

source: Settings saved successfully.
de_de: Einstellungen erfolgreich gespeichert.
es_es: Configuración guardada exitosamente.
fr_fr: Paramètres enregistrés avec succès.

source: Setup Steps
de_de: Einrichtungsschritte
fr_fr: Étapes de Configuration

source: Standard License URL
de_de: Standard-Lizenz-URL
es_es: URL de Licencia Estándar
fr_fr: URL de Licence Standard

source: Status
es_es: Estado
fr_fr: Statut

source: Subscription
de_de: Abonnement
es_es: Suscripción
fr_fr: Abonnement

source: Subscriptions: Available
de_de: Abonnements: Verfügbar
fr_fr: Abonnements : Disponible

source: Subscriptions: Extension needed
de_de: Abonnements: Erweiterung benötigt
fr_fr: Abonnements : Extension nécessaire

source: System Status
es_es: Estado del Sistema
fr_fr: Statut du Système

source: Terms URL
de_de: Bestimmungen-URL
es_es: URL de Términos
fr_fr: URL des Termes

source: The %1$s payment method is not supported. WooCommerce supports %2$s payment types.
de_de: Die %1$s Zahlungsmethode wird nicht unterstützt. WooCommerce unterstützt %2$s Zahlungsarten.
fr_fr: La méthode de paiement %1$s n'est pas prise en charge. WooCommerce prend en charge les types de paiement %2$s.

source: The plugin will automatically create hidden WooCommerce products for your licenses and handle the complete payment-to-token flow.
de_de: Das Plugin erstellt automatisch versteckte WooCommerce-Produkte für Ihre Lizenzen und verwaltet den kompletten Zahlung-zu-Token-Ablauf.
fr_fr: Le plugin créera automatiquement des produits WooCommerce masqués pour vos licences et gérera le flux complet de paiement vers jeton.

source: This file contains embedded RSL licensing information.
de_de: Diese Datei enthält eingebettete RSL-Lizenzierungsinformationen.
es_es: Este archivo contiene información de licencias RSL incrustada.
fr_fr: Ce fichier contient des informations de licence RSL intégrées.

source: This page shows all your RSL licenses. You can create multiple licenses for different content areas or use cases.
de_de: Diese Seite zeigt alle Ihre RSL-Lizenzen. Sie können mehrere Lizenzen für verschiedene Inhaltsbereiche oder Anwendungsfälle erstellen.
fr_fr: Cette page affiche toutes vos licences RSL. Vous pouvez créer plusieurs licences pour différentes zones de contenu ou cas d'utilisation.

source: Toggle panel: About RSL
de_de: Panel umschalten: Über RSL
fr_fr: Basculer le panneau : À Propos de RSL

source: Toggle panel: At a Glance
de_de: Panel umschalten: Auf einen Blick
fr_fr: Basculer le panneau : En Un Coup d'Œil

source: Toggle panel: Integration Status
de_de: Panel umschalten: Integrationsstatus
fr_fr: Basculer le panneau : Statut d'Intégration

source: Toggle panel: Recent Licenses
de_de: Panel umschalten: Neueste Lizenzen
fr_fr: Basculer le panneau : Licences Récentes

source: Toggle panel: System Status
de_de: Panel umschalten: Systemstatus
fr_fr: Basculer le panneau : Statut du Système

source: Train AI model
de_de: KI-Modell trainieren
es_es: Entrenar modelo de IA
fr_fr: Entraîner un modèle IA

source: Train generative AI model
de_de: Generatives KI-Modell trainieren
es_es: Entrenar modelo de IA generativa
fr_fr: Entraîner un modèle IA générative

source: Training
fr_fr: Entraînement

source: URL Patterns
de_de: URL-Muster
fr_fr: Modèles d'URL

source: URL pattern for licensed content. Use "/" for entire site, or specific paths like "/images/". Supports wildcards (* and $).
de_de: URL-Muster für lizenzierte Inhalte. Verwenden Sie "/" für die gesamte Website oder spezifische Pfade wie "/images/". Unterstützt Platzhalter (* und $).
es_es: Patrón URL para contenido licenciado. Usa "/" para todo el sitio, o rutas específicas como "/images/". Soporta comodines (* y $).
fr_fr: Modèle d'URL pour le contenu sous licence. Utilisez "/" pour tout le site, ou des chemins spécifiques comme "/images/". Prend en charge les caractères génériques (* et $).

source: URL pattern this license covers (e.g., "/", "/blog/*", "*.pdf")
de_de: URL-Muster, das diese Lizenz abdeckt (z.B. "/", "/blog/*", "*.pdf")
fr_fr: Modèle d'URL couvert par cette licence (ex. "/", "/blog/*", "*.pdf")

source: URL to Schema.org CreativeWork metadata for this content.
de_de: URL zu Schema.org CreativeWork-Metadaten für diesen Inhalt.
es_es: URL a metadatos de Schema.org CreativeWork para este contenido.
fr_fr: URL vers les métadonnées Schema.org CreativeWork pour ce contenu.

source: URL to additional legal information about the license.
de_de: URL zu zusätzlichen rechtlichen Informationen über die Lizenz.
es_es: URL a información legal adicional sobre la licencia.
fr_fr: URL vers des informations légales supplémentaires sur la licence.

source: URL to custom licensing terms and contact information.
de_de: URL zu benutzerdefinierten Lizenzbestimmungen und Kontaktinformationen.
es_es: URL a términos de licencia personalizados e información de contacto.
fr_fr: URL vers les termes de licence personnalisés et informations de contact.

source: URL to standard license terms (e.g., Creative Commons, RSL Collective).
de_de: URL zu Standard-Lizenzbestimmungen (z.B. Creative Commons, RSL Collective).
es_es: URL a términos de licencia estándar (ej., Creative Commons, RSL Collective).
fr_fr: URL vers les termes de licence standard (ex., Creative Commons, RSL Collective).

source: Understanding Payment Types
de_de: Zahlungsarten verstehen
fr_fr: Comprendre les Types de Paiement

source: Update License
de_de: Lizenz aktualisieren
es_es: Actualizar Licencia
fr_fr: Mettre à Jour la Licence

source: Update RSL License
de_de: RSL-Lizenz aktualisieren
fr_fr: Mettre à Jour la Licence RSL
